[
   {
      "id":1,
      "name":"SAMSUNG EVO 256GB MicroSDXC",
      "price":32.99,
      "description":"Ideal for Recording 4K UHD Video: Samsung micro SD EVO Select is perfect for high res photos, gaming, music, tablets, laptops, action cameras, DSLR\"s, drones, smartphones (Galaxy S20 5G, S20+ 5G, S20 Ultra 5G, S10, S10+, S10e, S9, S9+, Note9, S8, S8+, Note8, S7, S7 Edge, etc. ), Android devices and more",
      "category":"camera and photo",
      "link":"../assets/camera and photo/1/1.jpg",
      "link2":"../assets/camera and photo/1/2.jpg",
      "likes":596
   },
   {
      "id":2,
      "name":"GoPro HERO9 Black",
      "price":399.00,
      "description":"More power. More clarity. More stability. The groundbreaking HERO9 Black sports a beastly 23.6MP sensor for ridiculous 5K video and stunning 20MP photos. A dazzling new front display delivers a live preview for easy framing, while a large rear touch screen with touch zoom provides fast, intuitive control. HERO9 Black boasts a powerful new feature suite, including HindSight, and supports live streaming and Webcam⁷ mode as well. Add in HyperSmooth 3.0, built-in mounting and 30% more battery life¹ for more of everything—in a camera that’s tough as nails and waterproof as ever. Available mods including the ultra-wide Max Lens Mod, Light Mod, Display Mod and Media Mod expand your creative options even more.",
      "category":"camera and photo",
      "link":"../assets/camera and photo/2/1.jpg",
      "link2":"../assets/camera and photo/2/2.jpg",
      "likes":1650
   },
   {
      "id":3,
      "name":"MagicFiber Microfiber Cleaning Cloths",
      "price":8.99,
      "description":"Engineered to clean, you won’t find any loose threads or coarse edges. Soft, durable and effective, they’re safe to use on your delicate screens and lenses. MagicFiber cloths protect what you care about at home, in the car, or at work. Use it to clean eyeglasses, smart phones, camera lenses, jewelry, glassware, mirrors, anything you want to keep Like New, Every Day.",
      "category":"camera and photo",
      "link":"../assets/camera and photo/3/1.jpg",
      "link2":"../assets/camera and photo/3/2.jpg",
      "likes":201
   },
   {
      "id":4,
      "name":"Compact Binoculars with Light Vision",
      "price":30.59,
      "description":"Our birding binoculars has 12x magnification,25mm objective lens,large eyepiece,and it is cover with BAK-4 prism texture,which can provide you a wide and amazing view.Moreover,This binocular with a pocket size is very compact and suitable carry everywhere.",
      "category":"camera and photo",
      "link":"../assets/camera and photo/4/1.jpg",
      "link2":"../assets/camera and photo/4/2.jpg",
      "likes":679
   },
   {
      "id":5,
      "name":"UBeesize 50” Phone Tripod Stand",
      "price":20.99,
      "description":"3-way Pan Head-The 3-way pan head equips with three separate knobs of the headlock, pan lock, and tilt lock, along with a quick-release plate and bubble level, it offers superb stability and gives you excellent, smooth results when employing pans and tilts during stills or video recording, including portrait shots, panoramic landscape shots and more.",
      "category":"camera and photo",
      "link":"../assets/camera and photo/5/1.jpg",
      "link2":"../assets/camera and photo/5/2.jpg",
      "likes":346
   },
   {
      "id":6,
      "name":"Acer SB220Q 21.5-inch Full HD",
      "price":93.99,
      "description":"The Acer SB220Q 21.5 Widescreen IPS display combines stylish ultra-thin functionality with amazing 1920 x 1080 resolution, allowing you to enjoy High-Definition entertainment and gaming in the comfort of your home. AMD Radeon FreeSync and rapid 4ms response time highlight the advanced technology.",
      "category":"tv and monitors",
      "link":"../assets/tv and monitors/1/img2.jpg",
      "link2":"../assets/tv and monitors/1/img1.jpg",
      "likes":582
   },
   {
      "id":7,
      "name":"ASUS 15.6-inch Portable Monitor (MB168B)",
      "price":100.99,
      "description":"The 15.6-inch MB168B portable USB-powered monitor needs just one USB cable for both its video signal and power to deliver up to a 1366 x 768 HD resolution. Thanks to the higher bandwidth of USB 3.0, experience fast, fluid images from your connected device that makes having an on-the-go multi-display setup a reality. What’s more, the MB168B is backwards compatible with a notebook or desktop PC USB 2.0 port.",
      "category":"tv and monitors",
      "link":"../assets/tv and monitors/2/1.jpg",
      "link2":"../assets/tv and monitors/2/2.jpg",
      "likes":2004
   },
   {
      "id":8,
      "name":"ELECROW 8 Inch Touchscreen Monitor",
      "price":130.99,
      "description":"This 8 inch touchscreen has a reliable multi-touch panel with a 16:10 aspect ratio. The monitor delivers excellent wide viewing angles and is compatible with multiple operating systems. The touchscreen monitor is designed for professional applications, easy to integrate and suitable for intensive use.",
      "category":"tv and monitors",
      "link":"../assets/tv and monitors/3/1.jpg",
      "link2":"../assets/tv and monitors/3/2.jpg",
      "likes":1504
   },
   {
      "id":9,
      "name":"Lenovo G27-20 27-inch Gaming Monitor",
      "price":259.99,
      "description":"G27-20 holds a 27-inch FHD 1920 x 1080 resolution In-Plane Switching panel display to render stunning game graphics with no color distortion, even at the widest possible viewing angles. Bright and right, with HDR decoding viewers are treated to a bright 400 cd/m2 display, while colors are bright, vivid and compellingly lifelike thanks to the 99% sRGB color gamut and true 8-bit color.",
      "category":"tv and monitors",
      "link":"../assets/tv and monitors/4/1.jpg",
      "link2":"../assets/tv and monitors/4/2.jpg",
      "likes":943
   },
   {
      "id":10,
      "name":"Ingcool 7\"\" HDMI LCD Touch Screen",
      "price":59.99,
      "description":"7DP-CAPLCD is a universal HDMI display, an IPS screen with 1024x600 resolution. This display has a capacitive touch panel, supports up to 5-points touch. 7DP-CAPLCD supports Raspberry Pi, can be used as a monitor of desktop PC.",
      "category":"tv and monitors",
      "link":"../assets/tv and monitors/5/1.jpg",
      "link2":"../assets/tv and monitors/5/2.jpg",
      "likes":233
   },
   {
      "id":11,
      "name":"Sonos Move - Smart Speaker",
      "price":518.99,
      "description":"Get brilliant sound anywhere with the all-new Sonos Move, the durable, battery-powered smart speaker for outdoor and indoor listening. Setup takes minutes, and control is simple with the Sonos app, Bluetooth, AirPlay 2, and your voice. Stream over WiFi and connect Move to the rest of your Sonos system at home. Switch to Bluetooth when you\"re away and offline. Amazon Alexa is built right in so on WiFi you can play music, check news, set alarms, get your questions answered, and more, completely hands free. Experience surprisingly deep bass, a wide soundscape, and automatic Trueplay tuning that perfectly balances the sound for where you are and what you\"re listening to. Enjoy up to 11 hours of continuous play time and deep, powerful sound. Easily recharge Move on the included base, or a compatible USB-C charger.",
      "category":"smart home",
      "link":"../assets/smart home/1/1.jpg",
      "link2":"../assets/smart home/1/2.jpg",
      "likes":824
   },
   {
      "id":12,
      "name":"Logitech Hub for Control of Home",
      "price":89.99,
      "description":"Turn your TV to sports, crank the volume, play and pause the action all with one touch or voice command. Works with Amazon’s Alexa to provide easy voice control.",
      "category":"smart home",
      "link":"../assets/smart home/2/1.jpg",
      "link2":"../assets/smart home/2/1.jpg",
      "likes":943
   },
   {
      "id":13,
      "name":"Apple TV 4K",
      "price":155.99,
      "description":"Apple TV 4K lets you watch movies and shows in amazing 4K HDR - and now it completes the picture with immersive sound from Dolby Atmos. It streams your favorite channels live. Has great content from apps like Netflix, Amazon Prime Video, and ESPN. And thanks to Siri, you can control it all with just your voice.",
      "category":"smart home",
      "link":"../assets/smart home/3/1.jpg",
      "link2":"../assets/smart home/3/2.jpg",
      "likes":77
   },
   {
      "id":14,
      "name":"Fire TV Stick 4K streaming device",
      "price":49.99,
      "description":"Unlock a complete 4K Ultra HD experience- With support for leading HDR formats, Dolby Atmos Audio, access to the latest 4K content, and a lightning-fast processor, Fire TV Stick 4K enables you to experience the beauty of 4K Ultra HD movies and shows on your TV.",
      "category":"smart home",
      "link":"../assets/smart home/4/1.jpg",
      "link2":"../assets/smart home/4/2.jpg",
      "likes":1440
   },
   {
      "id":15,
      "name":"Bose SoundLink Color II",
      "price":129.00,
      "description":"From the pool to the park to the patio, the SoundLink Color Bluetooth speaker II provides full range, portable sound anywhere you go. Advanced Bose technology packs big sound into a small, water resistant speaker that’s durable enough to take with you, however the day unfolds, even if it’s next to the pool. It’s durably built, with an easy touch silicone texture that won’t slip out of your hand when you’re on the move. And it’s just as simple to use—voice prompts tell you what device you’re paired to so you don’t have to guess, and if you’re using an NFC enabled device, just pair with a tap. Need to keep the music flowing? You’re covered with up to 8 hours of music, and it’s rechargeable via Micro B USB. There’s even a built in speakerphone to handle calls without holding your phone. Also download the Bose Connect app to drag and drop Bluetooth connections, unlock features and access updates down the line. This small colored wireless speaker is available in Aquatic Blue, Coral Red, Soft Black or Polar White. Included: SoundLink Color Bluetooth speaker II; USB cable.",
      "category":"smart home",
      "link":"../assets/smart home/5/1.jpg",
      "link2":"../assets/smart home/5/2.jpg",
      "likes":777
   },
   {
      "id":16,
      "name":"SAMSUNG Galaxy Buds Pro",
      "price":199.99,
      "description":"Elevate the everyday with epic sound. Samsung Galaxy Buds Pro combines crystal-clear sound quality with unprecedented control, making it effortless to elevate everyday moments. Use intelligent Active Noise Cancellation to escape into your music at a moment’s notice, even in a noisy crowd. Close the distance with crystal clear calls, so it always feels like you’re in the same room. And water won’t ruin your workout since the resistant Galaxy Buds Pro keeps the beat going even with a little rain. Auto pair your Galaxy Buds Pro with a Palette and find even more ways to make ordinary extraordinary. Disclaimers: Actual battery life may vary and depend on usage conditions such as function settings, playback file type, and Bluetooth signal strength. Some features require Bluetooth connection to a compatible device, and are available only on Android devices running Android 7.0 or higher and 1.5GB RAM or above.",
      "category":"headphones",
      "link":"../assets/headphones/1/2.jpg",
      "link2":"../assets/headphones/1/1.jpg",
      "likes":2304
   },
   {
      "id":17,
      "name":"Sony ZX Series MDR-ZX110",
      "price":99.99,
      "description":"Maximizing your personal audio experience has never been easier than with SONY ZX-Series Monitor headphones. Built with comfort and performance in mind, there\"s no need to compromise.",
      "category":"headphones",
      "link":"../assets/headphones/2/2.jpg",
      "link2":"../assets/headphones/2/1.jpg",
      "likes":1348
   },
   {
      "id":18,
      "name":"Sephia SP3060 Earbuds",
      "price":14.95,
      "description":"Easy to slip in your pocket or backpack, these earbuds also let you control music and video playback, answer and end calls. The charm silver and black colour make them look more noble and elegant, while high quality and enhanced materials mean they last longer.Enjoy superior and fuss-free music listening with the reinforced tangle-free cables, that reduce unwanted contact noises, and the gold plated plug that offers a high-grade connection.",
      "category":"headphones",
      "link":"../assets/headphones/3/1.jpg",
      "link2":"../assets/headphones/3/2.jpg",
      "likes":99
   },
   {
      "id":19,
      "name":"Lasuney IPX7 Bluetooth Earbuds",
      "price":29.99,
      "description":"Type-C Fast Charging And Continuous Worktime-- After one single charge, LASUNEY T19 Wireless earbuds can be used continuously for 4 hours. With the Type-C fast charging design, the charging case can be fully charged in a short time and recharge the earbuds 5 additional times. The mini portable charging case is as big as a car key, which can be carried with you and charge your earbuds anywhere.",
      "category":"headphones",
      "link":"../assets/headphones/4/1.jpg",
      "link2":"../assets/headphones/4/2.jpg",
      "likes":540
   },
   {
      "id":20,
      "name":"Wireless Earbuds, Mpow M30",
      "price":29.28,
      "description":"Surpass All Your Expectation: 1.Use either earbud at a time for calls and music. You can switch freely between twin mode and mono mode. 2. Unlike others, M30 is a thoughtful product. If you lose one earbud, just simply purchase the exact one instead of a new pair. 3. Besides play & pause, M30 also supports volume & tracks control for more convenience",
      "category":"headphones",
      "link":"../assets/headphones/5/1.jpg",
      "link2":"../assets/headphones/5/2.jpg",
      "likes":647
   }
]